{
  "products": [
    {
      "category": "Fruits",
      "name": "Green Apple",
      "price": "120",
      "description": "Takeaway. They're rich in fiber and antioxidants. Eating them is linked to a lower chance of getting many chronic conditions, including diabetes, heart disease, and cancer. Apples may also promote weight loss and improve gut and brain health.",
      "image": "https://blog-images-1.pharmeasy.in/blog/production/wp-content/uploads/2022/06/05130314/25.jpg",
      "id": 1
    },
    {
      "category": "Dairy",
      "name": "Milk",
      "price": "60",
      "description": "Milk consumption is recommended by many nutritional guidelines for meeting daily requirements for calcium, animal proteins and vitamin B12 intake. In the United-States, the national dietary guidelines recommend that adults should drink three cups or 732 mL/d of milk",
      "image": "https://hips.hearstapps.com/hmg-prod/images/it-oat-milk-good-for-you-1612398027.jpg?crop=1.00xw:1.00xh;0,0&resize=1200:*",
      "id": 2
    },
    {
      "category": "Snacks",
      "name": "Lays",
      "price": "20",
      "description": "Chips can be far from healthy and are often laden with excess sodium, saturated fat and calories.",
      "image": "https://media.licdn.com/dms/image/D5612AQGxUuYckZ-AkA/article-cover_image-shrink_720_1280/0/1683721423793?e=1709164800&v=beta&t=t4QtDSJ_v8akcHV8I7HsYK-2NhFNn3Yz6iMeBN0UEkU",
      "id": 3
    },
    {
      "category": "Snacks",
      "name": "JimJam Biscuits",
      "price": "20",
      "description": "People with a sweet tooth can find it irresistible to grab a Jim Jam, once in a while. However, this high-calorie combo of simple sugar and processed carbs is not ideal for glucose optimization. It also contains polyunsaturated fats and inverted sugar syrup which can initiate a sugar spike",
      "image": "https://www.britannia.co.in/data/Jim_Jam_1_9a9dddaf67.jpg",
      "id": 4
    },
    {
      "category": "Fruits",
      "name": "Grapes",
      "price": "100",
      "description": "Grape must delivers a payload of antioxidants including polyphenols, such as flavonoids and resveratrol. These highly beneficial antioxidants neutralise harmful free radicals.",
      "image": "https://cimg0.ibsrv.net/cimg/www.fitday.com/693x350_85-1/732/grape_000003495719_Small-108732.jpg",
      "id": 5
    },
    {
      "category": "Dairy",
      "name": "Paneer",
      "price": "200",
      "description": "Paneer is a rich source of protein and nutrition. It is full of mineral elements such as potassium, magnesium, and calcium. This may play a central role in regulating and lowering high blood pressure. A healthy balanced diet with paneer containing these minerals and proteins might keep a check on your blood pressure",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQetDs6h2uCvA4rCjeIECdpjQJm2pfsd6BTKQ&usqp=CAU",
      "id": 6
    }
  ]
}